Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Set up the business relationship that you have with your contacts, for example, prospect, bank, consultant, and service supplier.
cs_cz: Nastavte si obchodní vztah, který máte s vašimi kontakty, například s potenciálním zákazníkem, bankou, poradcem a poskytovatelem služeb.

source: Set up the industry to which your contacts belong, for example, the retail industry and the automobile industry.
cs_cz: Nastavte odvětví, do kterého patří kontakty, například maloobchod a automobilový průmysl.

source: Set up the job responsibilities of your contact persons.
cs_cz: Nastavte pracovní odpovědnosti vašich kontaktních osob.

source: Set up the organizational levels that you want to use about your contact persons.
cs_cz: Nastavte organizační úrovně, které chcete použít pro své kontaktní osoby.

source: Set Up Organizational Levels on Contacts
cs_cz: Nastavení organizační úrovně kontaktů

source: Set up Web sources (search engines and Web sites) that you can use when you look up information about your contacts on the Internet.
cs_cz: Nastavte webové zdroje (vyhledávače a weby), které můžete použít při vyhledávání informací o vašich kontaktech na internetu.

source: Before you get started working with your contacts and marketing interests, there are a few decisions and steps that you should take to set up how the marketing area manages certain aspects of your contacts.
cs_cz: Než začnete pracovat s vašimi kontakty a marketingovými zájmy, existuje několik rozhodnutí a kroků, které byste měli podniknout, abyste nastavili, jak bude marketingová oblast spravovat určité aspekty vašich kontaktů.

source: For example, you can decide whether to synchronize the contact card with the customer card, vendor card, and bank account card, how number series are defined, or what the standard salutation should be when writing to your contacts.
cs_cz: Můžete se například rozhodnout, zda chcete kartu kontaktu synchronizovat s kartou zákazníka, kartou dodavatele a kartou bankovního účtu, jak jsou definovány číselné řady nebo jaké by mělo být standardní oslovení při psaní vašim kontaktům.

source: Managing your contacts and having a strategy in place to identify, attract, and retain customers will help optimize your business and increase customer satisfaction.
cs_cz: Správa kontaktů a zavedení strategie pro identifikaci, přilákání a udržení zákazníků pomůže optimalizovat vaše podnikání a zvýšit spokojenost zákazníků.

source: Using a good contact management system will also help you create and maintain relationships with your customers.
cs_cz: Použití dobrého systému správy kontaktů vám také pomůže vytvořit a udržovat vztahy s vašimi zákazníky.

source: Communication is the key to these relationships.
cs_cz: Komunikace je klíčem k těmto vztahům.

source: Being able to tailor communication with potential and existing customers, vendors, and business partners according to their needs, is necessary for companies to succeed.
cs_cz: Být schopen přizpůsobit komunikaci s potenciálními a stávajícími zákazníky, dodavateli a obchodními partnery podle svých potřeb je pro podniky nezbytné, aby uspěly.

source: Establishing a strategy and defining how your company uses contact information is a primary step.
cs_cz: Vytvoření strategie a definování toho, jak vaše společnost používá kontaktní informace, je primárním krokem.

source: This information will be viewed by many different groups in your company, so having a good system in place will help everyone be more productive.
cs_cz: Tyto informace budou ve vaší firmě zobrazeny mnoha různými skupinami, a tak dobrý systém pomůže všem být produktivnější.

source: You set up the marketing and contact management from the Marketing Setup window.
cs_cz: Nastavíte marketing a správu kontaktů z okna Nastavení marketingu.

source: To open the Marketing Setup window, in the top right corner, choose the Search for Page or Report icon, type Marketing Setup and choose the related link.
cs_cz: K otevření okna Nastavení marketingu, v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení marketingu a zvolte související odkaz.

source: Automatically copy specific information from the contact companies to the contact persons
cs_cz: Automatické kopírování konkrétních informací od kontaktních společností ke kontaktním osobám

source: Some information about contact companies is identical to the information about the contact persons working within these companies, for example, the address details.
cs_cz: Některé informace o kontaktních společnostech jsou shodné s informacemi o kontaktních osobách, které v těchto společnostech pracují, například údaje o adrese.

source: In the Inheritance section of the Marketing Setup window, you can set the application to automatically copy specific fields from the contact company card to the contact person card each time you create a contact person for a contact company.
cs_cz: V sekci Dědičnost v okně Nastavení marketingu můžete aplikaci nastavit tak, aby automaticky kopírovala specifická pole z kontaktní karty na kartu kontaktní osoby při každém vytvoření kontaktní osoby pro kontaktní firmu.

source: For example, you can select to copy the salesperson code, address details (address, address 2, city, post code, and county), communication details (fax number, telex answer back, and phone number), and more.
cs_cz: Můžete například vybrat ke zkopírování kód prodejce, údaje o adrese (adresa, adresa 2, město, PSČ a kraj), podrobnosti o komunikaci (faxové číslo, zpětná odpověď telexu a telefonní číslo) a další.

source: When you modify one of these fields on the contact company card, the program will automatically modify the field on the contact person card (unless you have manually modified the field on the contact person card).
cs_cz: Pokud změníte jedno z těchto polí na kartě kontaktu společnosti, program automaticky upraví pole na kartě kontaktní osoby (pokud nemáte ručně upravená pole na kartě kontaktní osoby).

source: Create Contact Persons .
cs_cz: Vytvořit kontaktní osoby .

source: Use predefined defaults on new contacts
cs_cz: Použití předdefinované výchozí hodnoty pro nové kontakty

source: You can decide that the application automatically assigns a specific language code, territory code, salesperson code, and country/region code as defaults to each new contact you create.
cs_cz: Můžete se rozhodnout, že aplikace automaticky přidělí jako výchozí každému novému vytvořenému kontaktu určitý kód jazyka, kód země, kód prodejce a kód země/regionu.

source: You can also enter a default sales cycle code that the program automatically assigns to each new opportunity you create.
cs_cz: Můžete také zadat výchozí kód prodejního cyklu, který program automaticky přiřadí každé nové příležitosti, kterou vytvoříte.

source: The inheritance of fields overwrites the default values you have set up.
cs_cz: Dědičnost polí přepíše výchozí hodnoty, které jste nastavili.

source: For example, if you have set up English as the default language, but the contact company's language is German, the program will automatically assign German as the language code for the contact persons recorded for that company.
cs_cz: Například pokud jste nastavili angličtinu jako výchozí jazyk, ale jazyk kontaktu společnosti je němčina, program automaticky přidělí německý jazyk jako kód pro kontaktní osoby zaznamenané pro tuto společnost.

source: Automatically record interactions
cs_cz: Automatické zaznamenávání interakcí

source: Dynamics NAV can automatically record sales and purchase documents as interactions (for example, orders, invoices, receipts, and so on), as well as e-mails, phone calls, and cover sheets.
cs_cz: Dynamics NAV dokáže automaticky zaznamenávat prodejní a nákupní doklady jako interakce (například objednávky, faktury, příjmy atd.), Stejně jako e-maily, telefonní hovory a průvodní stránky.

source: Synchronize contacts with customers and more
cs_cz: Synchronizace kontaktů se zákazníky a dalšími

source: In order to synchronize the contact card with the customer card, the vendor card and the bank account card, you must select a business relation code for customers, vendors, and bank accounts.
cs_cz: Chcete-li synchronizovat kartu kontaktu s kartou zákazníka, kartou dodavatele a kartou bankovního účtu, musíte vybrat kód obchodních vztahů pro zákazníky, dodavatele a bankovní účty.

source: For example, you can only link a contact with an existing customer if you have selected a business relation code for customers in the Marketing Setup window.
cs_cz: Můžete například propojit kontakt s existujícím zákazníkem v případě, že jste v okně Nastavení marketingu zvolili pro zákazníky kód pro obchodní vztahy.

source: For more information, see Synchronizing Contacts with Customers, Vendors and Bank Accounts.
cs_cz: Další informace naleznete v tématu Synchronizace kontaktů se zákazníky, dodavateli a bankovními účty.

source: Assign a number series to contacts and opportunities
cs_cz: Přiřazení číselné řady ke kontaktům a příležitostem

source: You can set up a number series for contacts and opportunities.
cs_cz: Můžete nastavit číselnou řadu pro kontakty a příležitosti.

source: If you have set up a number series for contacts, when you create a contact, and press Enter in the No.
cs_cz: Pokud jste vytvořili číselnou řadu pro kontakty při vytváření kontaktu, tak stiskněte klávesu Enter v poli číslo

source: field on the contact card, the program automatically enters the next available contact number.
cs_cz: na kartě kontaktu, program automaticky zadá další dostupné kontaktní číslo.

source: For more information about number series, see Create Number Series.
cs_cz: Pro další informace o řadách čísel se podívejte na Vytvoření číselné řady.

source: Search for duplicate contacts when contacts are created
cs_cz: Nalezení duplicitních kontaktů při jejich vytváření

source: You can choose to have the program automatically search for duplicates each time you create a contact company, or you can choose to search manually after you have created contacts.
cs_cz: Můžete si vybrat, zda program automaticky vyhledá duplikáty při každém vytvoření kontaktní společnosti, nebo si můžete zvolit ruční vyhledávání po vytvoření kontaktů.

source: You can also choose to have the program update the search strings automatically each time you modify contact information or create a contact.
cs_cz: Můžete také nastavit, aby program aktualizoval vyhledávací řetězce automaticky při každém úpravě kontaktních informací nebo vytvoření kontaktů.

source: You can decide the search hit percentage, that is, the percentage of identical strings two contacts must have for the program to consider them as duplicates.
cs_cz: Můžete určit procento úspěšnosti hledání, tedy procento stejných řetězců, které musí mít dva kontakty, aby je program považoval za duplikáty.

source: Set up email logging
cs_cz: Nastavení protokolování e-mailu

source: You can exchange email messages with your contacts, customers, vendors, and so on.
cs_cz: Můžete si vyměňovat e-mailové zprávy se svými kontakty, zákazníky, prodejci atd.

source: You can send and receive your email messages either from the application or from Outlook.
cs_cz: Můžete posílat a přijímat své e-mailové zprávy buď z aplikace, nebo z aplikace Outlook.

source: Before you can exchange messages this way and have the system store and queue them, you have to set up some parameters, such as time interval at which the program will check whether any emails are waiting to be processed, email logging profile name, and so on.
cs_cz: Předtím, než si budete moci vyměňovat zprávy tímto způsobem, systémové úložiště, musíte nastavit některé parametry, například časový interval, ve kterém program zkontroluje, zda se čeká na zpracování e-mailů, jméno profilu e-mailu atd.

source: If some of your contacts are also customers, vendors, or bank accounts, you can synchronize the contact information with the related customer, vendor, or bank account.
cs_cz: Pokud jsou některé vaše kontakty také zákazníky, dodavateli nebo bankovními účty, můžete synchronizovat kontaktní informace s příslušným zákazníkem, dodavatelem nebo bankovním účtem.

source: Before you can synchronize your contacts with customers, vendors, or bank accounts, you must specify a business relation code for customers, vendors, and bank accounts in the Marketing Setup window.
cs_cz: Než budete moci synchronizovat vaše kontakty se zákazníky, dodavateli nebo bankovními účty, musíte specifikovat kód obchodního vztahu pro zákazníky, dodavatele a bankovní účty v okně Nastavení marketingu.

source: Different Ways to Synchronize Contacts with Customers, Vendors and Bank Accounts
cs_cz: Různé způsoby synchronizace kontaktů se zákazníky, dodavateli a bankovními účty

source: You can synchronize your contacts with customers, vendors, or bank accounts by three methods:
cs_cz: Kontakty můžete synchronizovat se zákazníky, dodavateli nebo bankovními účty třemi způsoby:

source: Link contacts with existing customers, vendors, or bank accounts from the contact card.
cs_cz: Spojte kontakty s existujícími zákazníky, dodavateli nebo bankovními účty z karty kontaktu.

source: Link Contacts With Customers, Vendors, and Bank Accounts .
cs_cz: Spojení kontaktů se zákazníky, dodavateli a bankovními účty .

source: Create customers, vendors, or bank accounts from the contact.
cs_cz: Vytvořte zákazníka, dodavatele nebo bankovní účet z kontaktu.

source: Create contacts from customers, vendors or bank accounts.
cs_cz: Vytvořte kontakt ze zákazníka, dodavatele nebo bankovního účtu.

source: For more information, see Create a Company Contact From a Customer, Vendor, or Bank Account.
cs_cz: Další informace naleznete v tématu Vytvoření kontaktní společnosti ze zákazníka, dodavatele nebo bankovního účtu.

source: Consequences of Synchronization
cs_cz: Důsledky synchronizace

source: When the contact is synchronized with the customer, vendor, bank account:
cs_cz: Když je kontakt synchronizován se zákazníkem, dodavatelem, bankovním účtem:

source: You only have to update information in one place.
cs_cz: Stačí aktualizovat informace na jednom místě.

source: For example, if you modify the phone number on the contact, the phone number is automatically updated with the same modification on the customer, the vendor, or the bank account.
cs_cz: Pokud například změníte telefonní číslo v kontaktu, telefonní číslo bude automaticky aktualizováno se stejnou úpravou pro zákazníka, dodavatele nebo bankovní účet.

source: If you have specified a number series for contacts, when you create a customer card, a vendor card, or a bank account card, a contact card is automatically created for the customer, vendor or bank account.
cs_cz: Pokud jste zadali číselnou řadu pro kontakty při vytváření zákaznické karty, karty dodavatele nebo karty bankovního účtu, tak se pro zákazníka, dodavatele nebo bankovní účet automaticky vytvoří kontaktní karta.

source: You can create sales quotes and orders, and purchase quotes and orders from the contact.
cs_cz: Můžete vytvořit prodejní nabídky a objednávky a zakoupit nabídky a objednávky od kontaktu.

source: You can have your interactions recorded when you perform actions such as printing orders, blanket orders, creating sales service orders, sending e-mails, and so on.
cs_cz: Svoje interakce můžete zaznamenat, když provádíte akce jako jsou tiskové objednávky, paušální objednávky, vytváření prodejních servisních zakázek, odesílání e-mailů atd.

source: If you delete a contact linked to a customer, vendor or bank account, only the contact is removed.
cs_cz: Pokud odstraníte kontakt spojený se zákazníkem, dodavatelem nebo bankovním účtem, bude odebrán pouze kontakt.

source: The customer, vendor, or bank account remains.
cs_cz: Zákazníkův, dodavatelův nebo bankovní účet zůstane.

source: If you delete a customer, vendor, bank account linked to a contact, the contact remains.
cs_cz: Pokud odstraníte zákazníkův, dodavatelův nebo bankovní účet spojený s kontaktem, poté kontakt zůstane.

source: Some details, such as invoicing and posting details, do not appear on the contact card.
cs_cz: Některé podrobnosti, například fakturační údaje a podrobnosti o účtování, se nezobrazují na kartě kontaktu.

source: Therefore, you may want to add them manually on the customer card, vendor card, or bank account card when you create contacts as customers, vendors or bank accounts.
cs_cz: Chcete-li tedy vytvářet kontakty jako zákazníky, dodavatele nebo bankovní účty, můžete je chtít přidat ručně na kartě zákazníka, na prodejní kartě nebo na kartě bankovního účtu.

source: Set Up Web Sources for Contact Companies
cs_cz: Nastavení webových zdrojů pro kontaktní společnosti

source: You can use web sources with your contact companies to identify, for example, search engines and web sites, on the Internet that you want to use to search for information about the contacts.
cs_cz: Můžete použít webové zdroje se svými kontaktními společnostmi například k identifikaci vyhledávačů a webových stránek na internetu, které chcete použít k vyhledání informací o kontaktech.

source: When assigning web sources, you specify which search engine and search word the application will use to find the requested information.
cs_cz: Při přiřazování webových zdrojů určíte vyhledávač a vyhledávací slovo, které aplikace použije k vyhledání požadovaných informací.

source: Using web sources on contacts is a two-step process.
cs_cz: Použití webových zdrojů v kontaktech je proces o dvou krocích.

source: First, you define the web source code.
cs_cz: Nejprve definujete kód webových zdrojů.

source: You only have to perform this step one time for each web source.
cs_cz: Pro každý webový zdroj stačí tento krok provést pouze jednou.

source: Once you have a web source code, you can start to assign the code to contact persons.
cs_cz: Jakmile máte kód pro webové zdroje, můžete začít přiřazovat kód ke kontaktním osobám.

source: Define a Web Source Code
cs_cz: Definování kódu webového zdroje

source: In the top right corner, choose the Search for Page or Report icon, enter Web Sources, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Webové zdroje a pak vyberte související odkaz.

source: Choose the New actions.
cs_cz: Zvolte akci Nový.

source: Fill in the Code, Description, and URL fields.
cs_cz: Vyplňte pole Kód , Popis a URL .

source: Type %1 in the URL field to insert a placeholder for a search word in the URL.
cs_cz: Zadejte %1 v poli URL a vložte zástupný symbol pro hledané slovo do URL.

source: When you launch the web source from a contact, the %1 is replaced with the search word, for example, the name of the company that you have entered in the Contact Web Sources window.
cs_cz: Při spuštění webového zdroje z kontaktu je znak %1 nahrazen hledaným slovem, například názvem společnosti, kterou jste zadali do okna Webové zdroje kontaktů.

source: Repeat these steps to set up as many web sources as you want.
cs_cz: Opakujte tyto kroky k nastavení tolika webových zdrojů, kolik chcete.

source: Assign Web Sources to a Contact Company
cs_cz: Přiřazení webových zdrojů ke kontaktní společnosti

source: When assigning web sources, you specify which search engine and search word that the application will use to find the requested information.
cs_cz: Při přiřazování webových zdrojů určíte vyhledávač a hledané slovo, které aplikace použije k vyhledání požadovaných informací.

source: Choose the Company action, and then choose the Web Sources action.
cs_cz: Zvolte akci Společnost a poté akci Webové zdroje.

source: The Contact Web Sources window opens.
cs_cz: Otevře se okno Webové zdroje kontaktů.

source: In the Web Source Code field, choose the web source you want to assign.
cs_cz: V poli Kód webových zdrojů vyberte webový zdroj, který chcete přiřadit.

source: In the Search Word field, enter the search word that you want to use to find the information.
cs_cz: Do pole Hledané slovo zadejte hledané slovo, které chcete použít k nalezení informací.

source: Repeat these steps to assign as many web sources as you want.
cs_cz: Opakujte tyto kroky, abyste přiřadili tolik webových zdrojů, kolik chcete.

source: You can also assign web sources from the Contact List window by following the same procedure.
cs_cz: Můžete také stejným postupem přiřadit webové zdroje z okna Seznam kontaktů.

source: development environment
cs_cz: vývojářské prostředí

source: Microsoft Dynamics NAV Provisioning Tools for Microsoft Azure
cs_cz: Microsoft Dynamics NAV zajišťovací nástroje pro Microsoft Azure

source: provisioning tools
cs_cz: nástroje zřizování

source: Microsoft Dynamics NAV 2017 Setup
cs_cz: Instalace aplikace Microsoft Dynamics NAV 2017

source: Microsoft Dynamics NAV Tablet client
cs_cz: Microsoft Dynamics NAV Tablet klient

source: Microsoft Dynamics NAV Universal App
cs_cz: Microsoft Dynamics NAV Universální Aplikace

source: Microsoft Dynamics NAV Web client
cs_cz: Webový klient Microsoft Dynamics NAV

source: Microsoft Dynamics NAV Web Server components
cs_cz: Microsoft Dynamics NAV Komponenty Web Server

source: Microsoft Dynamics NAV Windows client
cs_cz: Microsoft Dynamics NAV Windows Klient

source: NAV extension
cs_cz: Rozšíření NAV

source: Include Files
cs_cz: Zahrnuté soubory

source: This table contains the INCLUDE expressions associated with the content of the include file for easier copy/paste in documentation.
cs_cz: Tato tabulka obsahuje ZAHRNUTÉ výrazy přidružené k obsahu zahrnutého souboru pro snadnější kopírování/vkládání dokumentace.

source: File Name
cs_cz: Název souboru

source: Content
cs_cz: Obsah

source: Financials
cs_cz: Finance

source: CRONUS Danmark A/S demonstration database
cs_cz: Demonstrační databáze CRONUS Danmark A/S

source: Payment Services for Microsoft Dynamics ERP
cs_cz: Platební služby pro Microsoft Dynamics ERP

source: RapidStart Services
cs_cz: Služby RapidStart

source: RapidStart Services for Microsoft Dynamics NAV
cs_cz: Služby RapidStart pro Microsoft Dynamics NAV

source: RoleTailored client
cs_cz: Klient Na míru rolím

source: Apply Vendor Payments Manually
cs_cz: Manuální vyrovnání plateb dodavatele

source: When you send a payment or receive a refund from a vendor, you must decide whether to apply the payment or refund to one or more open entries.
cs_cz: Když odešlete platbu nebo obdržíte od dodavatele refundaci, musíte se rozhodnout, zda bude platit nebo refundovat na jednu nebo více otevřených položek.

source: You can specify the exact amount that you want to apply to the payment receipt or refund, and then only partially apply vendor ledger entries.
cs_cz: Můžete zadat přesnou částku, kterou chcete použít na doklad o platbě nebo refundaci, a pak jen částečně použít položky dodavatele.

source: You must apply all vendor ledger entries to obtain correct vendor statistics and reports of the account statements and finance-setup charges.
cs_cz: Musíte použít všechny záznamy v registru dodavatelů, abyste získali správné statistiky dodavatelů a přehledy výpisů z účtu a poplatků za nastavení finančních prostředků.

source: Vendors may sometimes give a payment refund instead of a credit memo to offset against future invoices, especially when you return items that you have already paid for or when you have overpaid an invoice.
cs_cz: Dodavatelé mohou někdy vrátit refundaci platby namísto dobropisu k zaplacení budoucích faktur, zvláště když vrátíte položky, které jste již zaplatili, nebo když jste zaplatili fakturu.

source: You can apply vendor ledger entries in three different ways:
cs_cz: Položky dodavatele můžete vyrovnat třemi různými způsoby:
